# Utils/CLI
brew "speedtest_cli"
brew "glow"
brew "brightness"
brew "links"
brew "lynx"
brew "mdless"
brew "mdp"
brew "f3"
brew "testdisk"
brew "gpg"
brew "ffmpeg"
brew "sox"
brew "ag"
brew "calc"
brew "expect"
brew "findutils"
brew "fortune"
brew "gawk"
brew "git"
brew "htop"
brew "jq"
brew "ncdu"
brew "nmap"
brew "pv"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "hh"
brew "openssl"
brew "gpg"
brew "bat"
brew "poppler" # Claude Code can't read PDFs without this

# Dev tools
brew "awscli"
brew "kubernetes-cli"
brew "gh"
brew "ngrok"
brew "pgcli"
brew "ctags"
brew "go"
brew "gnu-go"
brew "httpie"
brew "node"
brew "python"
brew "ruby"
brew "rustup"
cask "chromedriver"
cask "docker-desktop"
cask "intellij-idea"
cask "visual-studio-code"
cask "postman"
cask "charles"
brew "ollama"
cask "claude-code"
cask "codex"
cask "cursor"

# Apps
cask "brave-browser"
cask "firefox"
cask "google-chrome"
cask "claude"
cask "chatgpt"
cask "spotify"
cask "vlc"
cask "sonos"
cask "textmate"
cask "grandperspective"
cask "iterm2"
cask "macdown"
cask "rectangle"
cask "sabaki"
cask "sloth"
cask "android-file-transfer"
cask "todoist-app"
cask "whatsapp"
