# Core CLI utilities
brew "ag"
brew "calc"
brew "expect"
brew "findutils"
brew "fortune"
brew "gawk"
brew "git"
brew "htop"
brew "jq"
brew "ncdu"
brew "nmap"
brew "pv"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
