# Development tools
brew "awscli"
brew "ctags"
brew "gh"
brew "go"
brew "gnu-go"
brew "hh"
brew "httpie"
brew "node"
brew "python"
brew "ruby"
brew "rustup"

cask "chromedriver"
cask "docker-desktop"
cask "intellij-idea"
cask "textmate"
cask "visual-studio-code"
